{
    "data":
        {
            "oils": [
                {
                    "name": "Dermalogica Phyto Replenish Body Oil",
                    "price": "53$",
                    "img": "https://media.allure.com/photos/6270126b2ecf770eef6b7e72/1:1/w_1920%2Cc_limit/Dermalogica%2520Phyto%2520Replenish%2520Body%2520Oil%2520best%2520body%2520oils.jpg",
                    "comment": "Dermatologica's Phyto Replenish Body Oil contains a cocktail of oils — avocado, plum seed, and sunflower oil — which are all rich in omega fatty acids that help replenish the skin barrier. The product also comes infused with fermented red ginseng, which, Hibler notes, is excellent for reducing inflammation and calming irritated skin.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "oil1"
                },
                {
                    "name": "Supergoop Glow Oil Body Sunscreen SPF 50",
                    "price": "38$",
                    "img": "https://media.allure.com/photos/6270301f9ef1573db62b4522/1:1/w_1920%2Cc_limit/Supergoop!%2520Glow%2520Oil%2520Body%2520Sunscreen%2520SPF%252050%2520PA+%2520best%2520body%2520oils.jpg",
                    "comment": "What's better than a body oil that makes you radiant? A body oil that makes you radiant and provides you with sun protection. Supergoop's Glow Oil Body Sunscreen SPF 50 formula features skin-soothing marigold extract and grapeseed oil, which contains two times more vitamin E than olive oil for nourished, soft skin.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "oil2"
                },
                {
                    "name": "Versed Keep It Supple Body Oil",
                    "price": "15$",
                    "img": "https://media.allure.com/photos/627016e35b234934334a5634/1:1/w_1920%2Cc_limit/Versed%2520Keep%2520It%2520Supple%2520Body%2520Oil%2520best%2520body%2520oils.jpg",
                    "comment": "With a few pumps of Versed's Keep It Supple Body Oil, not only will you be super moisturized, but you'll also enjoy the subtle aroma of white flowers. For that, you can thank the calendula flower extract and ylang-ylang oil (which comes from a flower found in India).",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "oil3"
                },
                {
                    "name": "Ren Atlantic Kelp and Microalgae Anti-Fatigue Toning Body Oil",
                    "price": "52$",
                    "img": "https://media.allure.com/photos/62701fdc014b73279b3384ef/1:1/w_1920%2Cc_limit/REN%2520Clean%2520Skincare%2520Atlantic%2520Kelp%2520and%2520Microalgae%2520Anti-Fatigue%2520Toning%2520Body%2520Oil%2520best%2520body%2520oils.jpg",
                    "comment": "Ren's moisturizing Atlantic Kelp and Microalgae Anti-Fatigue Toning Body Oil does way more than keep skin smooth-to-the-touch. The formula boasts sea salt to remove dead cells and magnesium salts to relax and soothe stressed skin. No wonder it's a past Best of Beauty winner.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "oil4"
                },
                {
                    "name": "Kora Organics Noni Glow Body Oil",
                    "price": "60$",
                    "img": "https://media.allure.com/photos/62980632f9f1ad14817522ba/1:1/w_320%2Cc_limit/5af22e82b397872613a7eb0c06b0dd30.png",
                    "comment": "Having scooped up an Allure Best of Beauty Award in 2017, Kora Organics' Noni Glow Body Oil is a not-so-secret favorite of ours. Infused with organic noni extract (an antioxidant-rich fruit native to the South Pacific islands), alongside nourishing rosehip and sunflower seed oils, it'll leave your skin feeling baby-soft and gleaming with hydration. Best of all, it doesn't leave behind any slippery, greasy residue.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "oil5"
                },
                {
                    "name": "Ouai Rose Hair & Body Oil",
                    "price": "32$",
                    "img": "https://media.allure.com/photos/627030921e68b7911e947f8f/1:1/w_320%2Cc_limit/OUAI%2520Rose%2520Hair%2520&%2520Body%2520Oil%2520best%2520body%2520oils.jpg",
                    "comment": "We love a two-in-one product and Ouai's Rose Hair & Body Oil is just that. This multi-tasker features a subtle scent of rose or, Ouai Melrose Place products if you're familiar. The formula features shea oil and absinthium oil, which add a dewy glow to the skin and a smooth, shiny finish to hair.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "oil6"
                },
                {
                    "name": "La Mer The Renewal Body Oil Balm",
                    "price": "210$",
                    "img": "https://media.allure.com/photos/62703144d4279ac25d0090f2/1:1/w_320%2Cc_limit/La%2520Mer%2520The%2520Renewal%2520Body%2520Oil%2520Balm%2520best%2520body%2520oils.jpg",
                    "comment": "We get it, $210 for a body oil seems absurd, but hear us out. La Mer's The Renewal Body Oil Balm is a luxurious after-bath product that will make you feel rich and gleam from head to toe. The Best of Beauty-winning treatment holds a thicker, oil-like texture that's made up of THE brand's Miracle Broth, which is a concoction of high-quality oils like olea europaea fruit oil that makes skin feel smooth as butter.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "oil7"
                }
            ],
            "cosmetics": [
                {
                    "name": "Soothing Cleanser",
                    "price": "40$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1655149220-Soothing-Cleanser-3606000463660-SkinCeuticals.jpg?crop=0.667xw:1xh;center,top&resize=768:*",
                    "comment": "Deep-clean your complexion with SkinCeuticals' foam face wash, which is infused with glycerin and cucumber extract. A winner of the GH Beauty Lab’s most recent face cleanser test, it earned near perfect points for effective cleansing, with 96% of users reporting that it deeply purified their skin.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "cosmetics1"
                },
                {
                    "name": "Daily Facial Cleanser",
                    "price": "23$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1655153111-41fYY4Q1KL._SL500_.jpg?crop=0.944xw:1xh;center,top&resize=768:*",
                    "comment": "With a powder-fresh scent and mild suds, Cetaphil's dermatologist-recommended face wash was a winner in the GH Beauty Lab’s face wash test for cleansing thoroughly yet leaving skin soft. Several testers remarked that it was gentle enough for sensitive skin, but it's great for all skin types, including oily. “It didn’t overdry, strip or irritate,” one raved. Testers ranked it highest of all cleansers tested, with 86% saying they’d continue using it. Plus, it scored well for rinsing off easily and making skin feel hydrated.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "cosmetics2"
                },
                {
                    "name": "CLINIQUE",
                    "price": "62$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1608742452-screen-shot-2020-12-23-at-11-53-26-am-1608742417.png?crop=0.9019607843137255xw:1xh;center,top&resize=768:*",
                    "comment": "A GH Beauty Award winner, this Clinique classic lives up to its reputation, effectively hydrating skin for hours in GH Beauty Lab assessments, despite its lightweight feel. Calculations with the Lab’s Corneometer device, which measures skin hydration levels, showed that it increased moisture by an impressive 43% over six hours after application. Dramatic, indeed!",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "cosmetics3"
                },
                {
                    "name": "HydraLuminous Water Surge Gel Cream NO7",
                    "price": "40$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1655153938-no-7-hydra-luminous-1655153916.jpg?crop=0.9978768577494691xw:1xh;center,top&resize=768:*",
                    "comment": "Like a refreshing drink for oily, combination or acne-prone skin, No7’s moisturizer hydrates with lipids, glycerin and plant-derived sugars without heaviness or greasiness, thanks to a featherlight gel texture. This GH Seal star formula increased skin’s moisturization for three days post-application and 84% of testers said their skin was glowing after one week of use, according to Lab data.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "cosmetics4"
                },
                {
                    "name": "Regenerist Micro-Sculpting Cream Face Moisturizer with SPF 30 OLAY",
                    "price": "25$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1628545731-315K8TyZ6nL._SL500_.jpg?crop=0.667xw:1xh;center,top&resize=768:*",
                    "comment": "For high-level sun protection plus proven hydration in one bottle, look no further than Olay's GH Beauty Award-winning moisturizer with added broad spectrum SPF 30. In Lab measurements with the Corneometer device, this GH Seal star raised skin's hydration levels by 31%, more than any other SPF 30 we've previously tested.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "cosmetics5"
                },
                {
                    "name": "Multi Correxion 5-in-1 Anti-Aging Daily Face Moisturizer with SPF 30 ROC",
                    "price": "29$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1628544474-31LY5OMfbRL._SL500_.jpg?crop=0.667xw:1xh;center,top&resize=768:*",
                    "comment": "Lightweight and mild, Roc’s formula was a heavy hitter for smoothing lines and skin texture in the GH Beauty Lab’s anti-aging day cream test. Digital imaging showed that the cream improved skin’s texture by 11% in four weeks; it also rated highly for diminishing wrinkles and firming. Testers commented on how quickly it absorbed and how smooth their skin felt after use.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "cosmetics6"
                },
                {
                    "name": "RevitaLift Bright Reveal Brightening Moisturizer with SPF 30 L’ORÉAL PARIS",
                    "price": "30$",
                    "img": "https://hips.hearstapps.com/vader-prod.s3.amazonaws.com/1608751092-2b3a6111-4438-423e-88b8-2be3fd433dd5_1.07b5f92569d0fa44b66094c3df2eeb37.jpg?crop=0.667xw:1xh;center,top&resize=768:*",
                    "comment": "The star (and best value!) of the GH Beauty Lab’s anti-aging day cream test, L’Oréal Paris topped Lab and tester assessments for reducing UV spots, evening skin tone, moisturizing and absorbing fast with a silky finish. The vitamin C and glycolic acid cream received the highest score for minimizing dark spots, by 11% over four weeks, and boosted skin’s hydration by 28%.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "cosmetics7"
                }
            ],
            "diffusers": [
                {
                    "name": "URPOWER Aromatherapy Essential Oil Diffuser",
                    "price": "20$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/URPOWER-Aromatherapy-Essential-Oil-Diffuser-300ml-Wood-Grain-Ultrasonic.jpg",
                    "comment": "Consistently among the best sellers on Amazon, this diffuser has more than 6500 reviews and a 4.6 rating. With a Japanese-style sleek wooden design, this diffuser has 2 settings- mist and light. The former setting sprays out fine mist every 30 seconds while the light setting offers 7 adjustable color according to your mood. It has a large capacity of 300ml of water and claimed to last up to six hours but through our tests, it lasted about 5 hours.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "diffuser1"
                },
                {
                    "name": "Homasy 400ml Wood Grain Essential Oil Diffuser",
                    "price": "15$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/Homasy-400ml-Wood-Grain-Essential-Oil-Diffuser.jpg",
                    "comment": "This tear-drop shaped diffuser has a chic wood grain finish and functions both like a humidifier and a diffuser. The diffuser runs for 7 hours in high mist mode and almost 9 hours in a low-mist setting when filled up to its maximum of 400ml capacity. With 7 different color modes and 15 light settings, you can easily set the ambience according to your usage whether it is to help you sleep or at a romantic candle light dinner.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "diffuser2"
                },
                {
                    "name": "InnoGear 500ml Aromatherapy Essential Oil",
                    "price": "35$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/InnoGear-500ml-Aromatherapy-Essential-Oil-Wood-Grain-Aroma-Diffuser.jpg",
                    "comment": "Another fan favorite, this InnoGear diffuser has 3800 reviews and a 4.3 rating on Amazon. It has an aesthetically pleasing wood-grain finish and certainly adds a certain class to any decor. The light setting is perhaps the USP of this diffuser as it has 7 different colors that you can keep steady, rotate or turn off completely. A beginner’s diffuser, this runs slightly smaller than other diffusers at the same price, this diffuser can run for one hour, three hours, six hours or steady on a full  200-milliliter tank.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "diffuser3"
                },
                {
                    "name": "Vitruvi Stone Diffuser",
                    "price": "40$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/Vitruvi-Stone-Diffuser.jpg",
                    "comment": "This handcrafted porcelain stone diffuser looks more like a piece of art than a meditative device! Designed in Taiwan, this diffuser with its minimal colors could very well be mistaken for a table-decor piece. It disperses a soft and cool mist with its ultrasonic technology which can be set to continuous mode (3 hours) or an intermittent mode (7 hours). It is easy to operate as you just have to lift the lid off the top and add water to the internal canister.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "diffuser4"
                },
                {
                    "name": "Pilgrim Collection Alpha Aroma Essential Oil Diffuser",
                    "price": "50$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/Pilgrim-Collection-Alpha-Aroma-Essential-Oil-Diffuser.jpg",
                    "comment": "Here’s a diffuser that does exactly what it’s made for and has no bells and whistles on it! A minimalist black colored device, this diffuser has no LED light associated with it – which is actually quite refreshing and simple.  With a capacity of 160 ml, it can run up to 8 hours on an intermittent mist which is 30 seconds on / 30 seconds off and slightly lesser on a continuous mist mode. You can easily switch modes by pressing the only button on this device. It also acts as a humidifier thus adding moisture in the air which is quite nice during the dry, colder months. As with many other diffusers, it auto shuts off when it runs out of water with a silent flash of lights. This is a handy feature if you use this at night and don’t want to be bothered by noisy beeps.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "diffuser5"
                },
                {
                    "name": "ArtNaturals Essential Oil Diffuser and Humidifier with Bluetooth Speaker Clock",
                    "price": "65$",
                    "img": "https://www.isoldmyhouse.com/wp-content/uploads/2019/04/ArtNaturals-Essential-Oil-Diffuser-and-Humidifier-with-Bluetooth-Speaker-Clock.jpg",
                    "comment": "This diffuser takes your relaxation experience to another level with its clock & Bluetooth speaker with a soft LED light. You can now play music on this diffuser in easy steps which you can appreciate during yoga practices, meditation or while being soothed to sleep. Apart from the technology, this wooden-finish diffuser can be set at one fixed color or seven changing colors: clear, blue, green, purple, yellow, orange and red. An interesting fact is that it uses ultrasonic radiation to diffuse mist so it does not create heat in its surroundings. It has a good 400 ml capacity which means it can run for 6-7 hours straight depending on whether you use the short interval mode or continuous diffusion.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "diffuser6"
                }
            ],
            "aromatherapy": [
                {
                    "name": "Aromatherapy Associates De-Stress Mind Roller Ball",
                    "price": "32$",
                    "img": "https://assets.vogue.com/photos/5ec67d0dffb12c730ce289fd/master/w_1280,c_limit/slide_2.jpg",
                    "comment": "A natural blend of Frankincense, Petitgrain, While Chamomile and Rosemary oils in a convenient roller ball to organize your thoughts. Directions for use: Roll over pulse points when needed and breathe deeply. Product Benefits: Calms and focuses the mind, refreshes and clears the head, eases emotional stress, confusion and anxiety. Key ingredients: Wild Chamomile has a therapeutic, calming effect on skin, mind and body. Petitgrain relaxes and uplifts the mind and body. Frankincense promotes a feeling of peace and relaxation while reducing stress. 0.34 oz. Made in United Kingdom.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "aromatherapy1"
                },
                {
                    "name": "DoTerra Serenity Calming Blend",
                    "price": "38$",
                    "img": "https://assets.vogue.com/photos/5fa197aa5174d25dadea5466/master/w_1280,c_limit/slide_.jpg",
                    "comment": "Features Lavender Flower, Cedarwood, Ho Wood Leaf, Ylang Ylang Flower, Marjoram Leaf, Roman Chamomile Flower, Vetiver Root, Vanilla Bean Absolute, and Hawaiian Sandalwood WoodPromotes relaxation and a restful sleeping environment Lessens feelings of tension and calms emotions Diffuses into a subtle aroma, ideal for aromatic benefits Calms the mind and soothes the senses",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "aromatherapy2"
                },
                {
                    "name": "Vitruvi Geranium Essential Oil",
                    "price": "19$",
                    "img": "https://assets.vogue.com/photos/61bb7f02fb14c814c6ecb8cd/master/w_1280,c_limit/slide_.jpg",
                    "comment": "Originally from France, this floral scented oil is known for its soothing effects and antibacterial and anti-inflammatory skin benefits. The 100% pure essential oil is steam distilled.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "aromatherapy3"
                },
                {
                    "name": "Osea Vagus Nerve Oil",
                    "price": "48$",
                    "img": "https://assets.vogue.com/photos/62e407dae31757b42c0a4b04/master/w_1280,c_limit/slide_6.jpg",
                    "comment": "The vagus nerve activates the body's relaxation response and may help regulate stress. This uplifting oil may help induce a meditative state of consciousness while promoting overall relaxation and well-being.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "aromatherapy4"
                },
                {
                    "name": "Tata Harper Aromatic Irritability Treatment",
                    "price": "68$",
                    "img": "https://assets.vogue.com/photos/62e407de6e01a662dd907e22/master/w_1280,c_limit/slide_8.jpg",
                    "comment": "An aromatherapy blend to help restore optimism, promote wellness, and calm the mind.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "aromatherapy5"
                },
                {
                    "name": "Anatome Recovery & Sleep Essential Elixir Oil",
                    "price": "28$",
                    "img": "https://assets.vogue.com/photos/62e407d5f6fb1caf303a74fa/master/w_1280,c_limit/slide_3.jpg",
                    "comment": "Finding it difficult to unwind or switch off the mind? Long, busy days can make it difficult to relax. Our Recovery + Sleep therapeutic oil is a blend of 22 botanical essences with a strong note of French Lavender. Lavender is known for it's calming, restful properties. Encourage relaxation Support deeper, quality sleep. Allow the mind to drift and ease mental fluidity.",
                    "bestSeller": true,
                    "trend": true,
                    "productId": "aromatherapy6"
                },
                {
                    "name": "CAP Beauty the Anointing Oil",
                    "price": "46$",
                    "img": "https://assets.vogue.com/photos/5fa198db3efb4630cb6f4262/master/w_1280,c_limit/slide_3.jpg",
                    "comment": "Anoint yourself with love and devotion. Inspired by The CAPtivator Energy Mist, the CAP Anointing Oil gives off the intoxicating scents of Sandalwood, Neroli and Clary Sage that work on an energetic level to create and promote love from within. A collaboration between CAP and Katie Hess of Lotus Wei, this oil elevates mood while also increasing your libido. Use it consistently over time to experience a significant shift in mood and everyday life. Love yourself. It’s contagious. 5ml.",
                    "bestSeller": false,
                    "trend": true,
                    "productId": "aromatherapy7"
                }
            ]
        }
}